<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Permissions Language Lines
    |--------------------------------------------------------------------------
    */

    'home'      => 'Главная',
    'name'      => 'Название',
    'slug'      => 'Слаг',
    'edit'      => 'Редактировать',
    'create'    => 'Создать',
    'delete'    => 'Удалить',
    'actions'   => 'Действия',
    'submit'    => 'Отправить',
    'cancel'    => 'Отмена',

    'permissions'   => 'Права доступа',
    'description'   => 'Описание',
    'edit_desc'     => 'Вы редактируете права доступа #:id созданный :time_ago',

    'permission_list'   => 'Список прав доступа',
    'permissions_desc'  => 'Права доступа помогут вам создать простой способ управления доступом к вашим ролям.',
    'edit_permission'   => 'Изменить права доступа',
    'create_permission' => 'Создать права доступа',

    'create_permission_desc'     => 'Создание право доступа для базы данных',
    'slug_cannot_contain_spaces' => 'Слаг не может содержать пробелы',
    'permission_added'           => 'Право доступа добавлено!',
    'permission_deleted'         => 'Право доступа #:id удалено!',
    'permission_updated'         => 'Право доступа #:id обновлено!',
];
